Revit 2024 API
ParameterTypeId.StructuralElevationAtBottomSurvey Property
 "Elevation at Bottom Survey"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralElevationAtBottomSurvey { get; }
Visual Basic
Public Shared ReadOnly Property StructuralElevationAtBottomSurvey As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralElevationAtBottomSurvey {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace